"msg001" = "L’activation a échoué";
"msg002" = "Ressayez";
"msg003" = "Activer manuellement";
"msg004" = "Activer plus tard";
"msg005" = "Le serveur d’activation a retourné l’erreur suivante: %@";
"msg006" = "Charger le fichier d’activation";
"msg007" = "Pour activer ce logiciel hors ligne, sauvegardez l'information d'enregistrement dans un fichier en appuyant sur le bouton correspondant. Enregistrez-le sur une clé USB ou sur un autre disque externe.\n\nEnsuite allez sur l'adresse suivante depuis un autre ordinateur connecté à Internet: https://activate.eltima.com\n\nLà il faut charger le fichier que vous venez d'enregistrer et l'envoyer.\n\nAprès avoir envoyé le fichier, vous recevrez le fichier d'Activation sur votre e-mail avec la possibilité de le télécharger tout de suite. Enregistrez-le sur un ordinateur sur lequel vous voulez activer ce logiciel et appuyez sur le bouton \"Charger le fichier d'activation\" ci-dessous.";
"msg008" = "Charger";
"msg009" = "Copier les instructions dans le presse-papier";
"msg010" = "Le serveur d’activation n’est pas accessible. Vérifiez votre connexion Internet ou les paramètres du pare-feu.";
"msg011" = "erreur du serveur inconnu, veuillez écrire sur support@eltima.com.";
"msg012" = "code d'activation bloqué.";
"msg013" = "le code d’activation n’est pas trouvé, veuillez nous écrire sur support@eltima.com.";
"msg014" = "aucune licence n’est trouvée pour ce code d’activation, veuillez nous écrire sur support@eltima.com.";
"msg015" = "le nombre maximum d'activations est atteint pour ce code.";
"msg016" = "la démo est terminée.";
"msg017" = "le code d’activation n’est pas valide pour cette version/ce produit.";
"msg018" = "votre heure locale est incorrecte. Assurez-vous que la date et l'heure sont définis correctement sur ce Mac.";
"msg019" = "Enregistrer";
"msg020" = "Enregistrer l'info d'activation";
"msg021" = "Mettre à jour l'information";
"msg022" = "Impossible de terminer l'activation. Assurez-vous que vous avez correctement saisi le code d'activation. Il est recommandé d'utiliser les commandes copier-coller pour éviter des fautes de frappe.";
"msg023" = "Vous ne pouvez pas activer la licence avec ce code car ce type de licence a expiré et n'est plus actif.";
"msg024" = "Vous pouvez mettre à jour l'information sur vos ordinateurs s'il y en a un qui n'est plus utilisé.";
"msg025" = "%@ n'a pas réussi à vérifier son état d'activation et n'a pu se réactiver. Veuillez lancer %@ de nouveau dans les 7 jours lorsque votre Mac est en ligne pour le réactiver automatiquement. Si vous ne le faites pas, votre licence sera réinitialisée jusqu'à ce que vous la réactiviez. Si vous avez des questions, n'hésitez pas à les envoyer à support@eltima.com";
"msg026" = "%@ n'a pas réussi à vérifier son état d'activation et n'a pu se réactiver. La réactivation est obligatoire et s'effectue en tâche de fond. Nous vous avons demandé auparavant de vous connecter sous 7 jours. Si vous ne le faites pas avant 1 jour, votre licence sera réinitialisée jusqu'à ce que vous la réactiviez. Si vous avez des questions, n'hésitez pas à les envoyer à support@eltima.com";
"msg027" = "Ce fichier d'activation a été créé pour un autre Mac. Veuillez l'utiliser sur l'ordinateur approprié ou générer un autre fichier d'activation pour ce Mac.";
